Repository: thevinhhuynh/PortalThuDuc
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: The following groups:
vi: Các nhóm người dùng sau:

source: Who can download it?
vi: Ai có thể tải về?

source: Who can change metadata for it?
vi: Ai có thể thay đổi siêu dữ liệu?

source: Who can edit data for this layer?
vi: Ai có thể chỉnh sửa dữ liệu?

source: Who can edit styles for this layer?
vi: Ai có thể chỉnh sửa style cho lớp này?

source: Who can manage it? (update, delete, change permissions, publish/unpublish it)
vi: Ai có thể quản lý? (Cập nhật, xóa, phân quyền, xuất bản / huỷ xuất bản)

source: Set permissions for this resource
vi: Thiết lập phân quyền cho nguồn tài nguyên

source: Choose users...
vi: Lựa chọn người dùng ...

source: Choose groups...
vi: Lựa chọn nhóm ...

source: About GeoNode
vi: Giới thiệu GeoNode

source: About GeoNode.
vi: Giới thiệu GeoNode

source: Information for Developers
vi: Thông tin dành cho nhà phát triển

source: Useful information for developers interested in GeoNode.
vi: Thông tin hữu ích cho các nhà phát triển quan tâm GeoNode.

source: GeoNode's Web Services
vi: Web Services GeoNode

source: GeoNode's Web Services are available from the following URLs:
vi: Web Dịch vụ GeoNode có sẵn từ các URL sau:

source: Dynamic tiles via WMS:
vi: Dynamic tiles thông qua WMS:

source: Vector data via WFS:
vi: Dữ liệu Vector thông qua WFS:

source: Raster data via WCS:
vi: Dữ liệu Raster thông qua WCS:

source: Metadata search via CSW:
vi: Tìm kiếm siêu dữ liệu thông qua CSW:

source: Metadata search via OpenSearch:
vi: Tìm kiếm siêu dữ liệu thông qua OpenSearch:

source: Metadata search via OAI-PMH:
vi: Tìm kiếm siêu dữ liệu thông qua OAI-PMH:

source: Cached tiles via WMTS:
vi: Cached tiles thông qua WMTS:

source: User Guide
vi: Hướng dẫn sử dụng

source: GeoNode Help
vi: Trợ giúp GeoNode

source: This page provides helpful information about how to use the GeoNode. You can use the sidebar links to navigate to what you want to know.
vi: Trang này cung cấp thông tin hữu ích về cách sử dụng các GeoNode. Bạn có thể sử dụng các liên kết bên để điều hướng đến những gì bạn muốn biết.

source: Sections
vi: Phần

source: Browsing Layers
vi: Duyệt lớp

source: Developer Access
vi: Truy cập nhà phát triển

source: Browsing Maps
vi: Duyệt bản đồ

source: Creating a Map
vi: Tạo bản đồ

source: Exporting a Map
vi: Xuất bản đồ

source: Remixing a Map
vi: Remixing bản đồ

source: Welcome!
vi: Chào mừng bạn!

source: If you have any questions about the software or service, join our <a href="http://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users">mailing list</a>.
vi: Nếu bạn có bất kỳ câu hỏi nào liên quan tới phần mềm hoặc dịch vụ, hãy tham gia cùng với chúng tôi <a href="http://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users"></a>.

source: Share This
vi: Chia sẻ

source: Account Pending Approval
vi: Tài khoản đang chờ phê duyệt

source: We have sent the administrators a notice to approve your account associated with <b>%(email)s</b>. If the account is approved, you will receive a confirmation notice.
vi: Chúng tôi đã gửi các thông báo phê duyệt tài khoản cho quản trị viên với <b>%(email)s</b>. Nếu tài khoản được chấp thuận, bạn sẽ nhận được một thông báo xác nhận.

source: Confirm your email address
vi: Xác nhận địa chỉ email của bạn

source: We have sent you an email to <b>%(email)s</b> for verification. Follow the link provided to finalize the signup process.
vi: Chúng tôi đã gửi một email cho bạn <b>%(email)s</b> để xác minh. Thực hiện theo các liên kết được cung cấp để hoàn tất quá trình đăng ký.

source: Log in
vi: Đăng nhập

source: Log in to an existing account
vi: Đăng nhập vào tài khoản hiện có

source: Forgot your username?
vi: Quên tên đăng nhập của bạn?

source: Forgot your password?
vi: Quên mật khẩu của bạn?

source: Are you sure you want to log out?
vi: Bạn có chắc chắn muốn thoát?

source: Password change
vi: Thay đổi mật khẩu

source: Password Change
vi: Thay đổi Mật khẩu

source: Change your password here
vi: Thay đổi mật khẩu của bạn ở đây

source: Change my password
vi: Thay đổi mật khẩu của tôi

source: Password reset
vi: Đặt lại mật khẩu

source: Password Reset
vi: Đặt lại Mật khẩu

source: Forgotten your password?
vi: Quên mật khẩu?

source: Enter your email address below, and we'll send you an email allowing you to reset it.
vi: Nhập vào địa chỉ email của bạn, chúng tôi sẽ gửi một email để bạn thiết lập lại thông tin.

source: Reset my password
vi: Thiết lập lại mật khẩu của mình

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
vi: Nếu bạn có bất kỳ rắc rối khi đặt lại mật khẩu của bạn, hãy liên hệ với chúng tôi tại <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.

source: Sign up
vi: Đăng ký

source: Sorry, registrations are not open at this time.
vi: Xin lỗi, đăng ký không được mở vào thời điểm này.

source: A user on %(site_name)s has created an account using this email address. To confirm this email address, go to %(activate_url)s If you did not sign up for this site, you can ignore this message.
vi: Có người sử dụng %(site_name)s đã tạo ra một tài khoản sử dụng địa chỉ email này. Để xác nhận địa chỉ email này, hãy truy cập %(activate_url)s Nếu bạn không đăng ký cho trang web này, bạn có thể bỏ qua thông báo này.

source: Confirm email address for %(site_name)s
vi: Xác nhận địa chỉ email cho %(site_name)s

source: You're receiving this email because you or someone else has requested a password for your user account at %(site_name)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. %(password_reset_url)s
vi: Bạn nhận được email này vì bạn hoặc ai đó đã yêu cầu một mật khẩu cho tài khoản người dùng của bạn tại %(site_name)s. Nó có thể được bỏ qua một cách an toàn nếu bạn không yêu cầu đặt lại mật khẩu. Nhấp vào liên kết dưới đây để đặt lại mật khẩu của bạn. %(password_reset_url)s

source: [%(site_name)s] Password reset
vi: [%(site_name)s] đặt lại mật khẩu

source: My Activity feed
vi: Hoạt động của tôi

source: GeoNode site admin
vi: Trang quản trị GeoNode

source: GeoNode administration
vi: Quản trị GeoNode

source: Delete Announcement?
vi: Xóa thông báo?

source: Are you sure you want to delete this announcement?
vi: Bạn chắc chắn muốn xóa thông báo này?

source: Edit Announcement
vi: Chỉnh sửa thông báo

source: Create Announcement
vi: Tạo thông báo

source: New Announcement
vi: Thông báo mới

source: Level
vi: Cấp độ

source: Announcement
vi: Thông báo

source: Published From
vi: Xuất bản Từ

source: Published from <b>%(publish_start)s</b> to <b>%(publish_end)s</b>.
vi: Xuất bản từ <b>%(publish_start)s</b> to <b>%(publish_end)s</b>.

source: Announcements : %(announcement)s
vi: Thông báo: %(announcement)s

source: Back to edit your profile information
vi: Trở lại để chỉnh sửa thông tin cá nhân của bạn

source: Your current avatar:
vi: Avatar hiện tại của bạn:

source: You haven't uploaded an avatar yet. Please upload one now.
vi: Bạn chưa tải lên một avatar nào. Hãy tải lên một cái bây giờ.

source: Upload New Image
vi: Tải ảnh mới lên

source: Choose new Default
vi: Chọn mặc định

source: Delete Your Avatar
vi: Xóa ảnh đại diện

source: Please select the avatars that you would like to delete.
vi: Vui lòng chọn các avatar mà bạn muốn xóa.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
vi: Bạn không có đại diện để xóa. Hãy <a href="%(avatar_change_url)s">tải lên một</a> bây giờ.

source: Delete These
vi: Xóa những

source: Notification Settings
vi: Cài đặt thông báo

source: <p class="alert alert-warning"> <span class="warning">Note</span>: You do not have a verified email address to which notices can be sent. <a href="%(email_url)s">Add one</a> now. </p>
vi: <p class="alert alert-warning"> <span class="warning">Note</span>: Bạn không có một địa chỉ email để thông báo có thể được gửi đi. <a href="%(email_url)s"> Thêm vào </a> bây giờ. </p>

source: Notification Type
vi: Loại thông báo

source: Change
vi: Thay đổi

source: Your account has been approved and is now active.
vi: Tài khoản của bạn đã được chấp nhận và hiện đang hoạt động

source: You can use the login form at
vi: Bạn có thể sử dụng form đăng nhập tại

source: Your account is now active
vi: Tài khoản của bạn hiện đang hoạt động

source: has requested access to the site.
vi: đã yêu cầu truy cập vào trang web.

source: You can enable access by setting the user as active on the admin section
vi: Bạn có thể kích hoạt truy cập bằng cách thiết lập người dùng hoạt động trên phần quản trị.

source: A user has requested access to the site
vi: Một người dùng đã yêu cầu truy cập vào trang web

source: A comment has been posted for the document
vi: Một nhận xét đã được gửi cho tài liệu

source: by the user
vi: bởi người dùng

source: You can visit the document's detail page here
vi: Bạn có thể truy cập trang chi tiết tài liệu ở đây

source: A comment has been posted for a document
vi: Nhận xét đã được gửi cho tài liệu

source: The user
vi: Người dùng

source: uploaded the following document
vi: tải lên các tài liệu sau đây

source: A document has been uploaded
vi: Tài liệu đã được tải lên

source: The following document was deleted
vi: Các tài liệu sau đây đã bị xóa

source: owned by
vi: được sở hữu bởi

source: A document has been deleted
vi: Tài liệu đã bị xóa

source: rated
vi: đánh giá

source: the following document
vi: các tài liệu sau đây

source: You can visit the layer's detail page here
vi: Bạn có thể truy cập vào trang chi tiết lớp ở đây

source: A document has been rated
vi: Tài liệu đã được đánh giá

source: The following document was updated
vi: Các tài liệu sau đây đã được cập nhật

source: A document has been updated
vi: Tài liệu đã được cập nhật

source: A comment has been posted for the layer
vi: Nhận xét đã được gửi cho các lớp

source: A comment has been posted for a layer
vi: Nhận xét đã được gửi cho lớp

source: uploaded the following layer
vi: tải các lớp sau lên

source: A new layer has been uploaded
vi: Lớp mới đã được tải lên

source: The following layer was deleted
vi: Các lớp sau đã bị xóa

source: A layer has been deleted
vi: Lớp đã bị xóa

source: the following layer
vi: các lớp sau

source: A layer has been rated
vi: Lớp đã được đánh giá

source: The following layer was updated
vi: Các lớp sau đây đã được cập nhật

source: A layer has been updated
vi: Lớp đã được cập nhật

source: A comment has been posted for the map
vi: Nhận xét đã được gửi cho bản đồ

source: You can visit the map's detail page here
vi: Bạn có thể truy cập trang chi tiết bản đồ ở đây

source: A comment has been posted for a map
vi: Nhận xét đã được gửi cho bản đồ

source: created the following map
vi: tạo các bản đồ sau đây

source: A map has been created
vi: Bản đồ đã được tạo

source: The following map was deleted
vi: Các bản đồ sau đã bị xóa

source: A map has been deleted
vi: Bản đồ đã bị xóa

source: the following map
vi: bản đồ sau

source: A map has been rated
vi: Bản đồ đã được đánh giá

source: The following map was updated
vi: Các bản đồ sau đây đã được cập nhật

source: A map has been updated
vi: Bản đồ đã được cập nhật

source: requested you to download this resource
vi: yêu cầu tải các tài nguyên này

source: Please go to resource page and assign the download permissions if you wish
vi: Xin vui lòng đến trang tài nguyên và cho phép tải về nếu bạn muốn

source: A resource's download has been requested
vi: Một tài nguyên đã được yêu cầu tải về

source: Following
vi: Theo dõi

source: This user is not following anyone
vi: Người sử dụng này không theo dõi bất cứ ai

source: Followers
vi: Người theo dõi

source: No one is following this user
vi: Không ai theo dõi người dùng này

source: Manage Connections
vi: Quản lý kết nối

source: Blocking
vi: Chặn

source: Unfollow
vi: Huỷ theo dõi

source: Follow
vi: Theo dõi

source: Unblock
vi: Bỏ chặn

source: Block
vi: Chặn

source: No longer
vi: Không còn

source: Confirm
vi: Xác nhận

source: You're not %(status_slug)s anyone!
vi: Bạn không phải %(status_slug)s của bất kỳ ai!

source: Success
vi: Thành công

source: You are
vi: Bạn là

source: no longer
vi: không còn

source: %(to_user_username)s's profile
vi: %(to_user_username)s profile

source: Extent
vi: Không gian

source: Categories
vi: Nhóm

source: Owners
vi: Chủ sở hữu

source: Date begins after:
vi: Ngày bắt đầu:

source: Date ends before:
vi: Ngày kết thúc:

source: Your selections
vi: Lựa chọn của bạn

source: Clear all filters
vi: Xóa tất cả các bộ lọc

source: Set permissions
vi: Thiết lập phân quyền

source: Text
vi: Tên lớp

source: Search
vi: Tìm kiếm

source: With
vi: Với

source: Subject
vi: Tiêu đề

source: Last Sender
vi: Tên người gửi cuối

source: Preview
vi: Xem trước

source: Delete?
vi: Xóa?

source: me
vi: tôi

source: Message Inbox
vi: Hộp thư tin nhắn

source: Messages
vi: Tin nhắn

source: Create Message
vi: Tạo tin nhắn

source: Send message
vi: Gửi tin nhắn

source: Back to Inbox
vi: Trở lại hộp thư

source: Send Reply
vi: Gửi trả lời

source: Thu Duc City
vi: Thành phố Thủ Đức

source: QUICK LINKS
vi: LIÊN KẾT NHANH

source: CONTACT
vi: LIÊN HỆ

source: Office: 168 Truong Van Bang Street, Thanh My Loi Ward, Thu Duc City, Ho Chi Minh City
vi: Địa chỉ liên hệ: 168 Trương Văn Bang, Phường Thạnh Mỹ Lợi, Thành phố Thủ Đức, TP.HCM

source: Tel: (8428) 3740 0509
vi: Điện thoại: (8428) 3740 0509

source: &copy; 2021
vi: Bản quyền 2021

source: Free and Open GeoData Sharing Platform
vi: Nền tảng chia sẻ dữ liệu mở

source: TUTORIAL
vi: HƯỚNG DẪN SỬ DỤNG

source: Total:
vi: Tổng số:

source: Add resources through the Add to cart buttons.
vi: Chọn "Add to cart" để thêm các lớp dữ liệu

source: Set Permissions
vi: Phân quyền

source: Create map
vi: Tạo bản đồ

source: Filters
vi: Bộ lọc

source: Documents from basic to advanced in GIS, Remote Sensing and Computer Science (books, scientific papers,...) are collected from the Internet and contributed by the the users community
vi: Các tài liệu từ cơ bản đến nâng cao về GIS, viễn thám và khoa học máy tính (sách, bài báo khoa học,...) được sưu tầm, chọn lọc từ các nguồn trên mạng và được đóng góp bởi cộng đồng người dùng.
