Repository: thevinhhuynh/PortalThuDuc
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Invalid permission level.
vi: Mức cho phép không hợp lệ.

source: Permission Denied
vi: Quyền bị từ chối

source: series
vi: Chuỗi

source: computer program or routine
vi: chương trình hoặc thủ tục máy tính

source: feature type
vi: loại đối tượng

source: copy or imitation of an existing or hypothetical object
vi: Bản sao hay mô phỏng của một đối tượng đã có hoặc giả thuyết

source: collection hardware
vi: bộ sưu tập phần cứng

source: collection session
vi: bộ sưu tập phiên làm việc

source: non-geographic data
vi: dữ liệu phi không gian

source: property type
vi: loại thuộc tính

source: dataset
vi: tập dữ liệu

source: service interfaces
vi: giao diện dịch vụ

source: attribute class
vi: lớp thuộc tính

source: characteristic of a feature
vi: đặc trưng của tính năng

source: tile or spatial subset of geographic data
vi: tập hợp con của dữ liệu không gian

source: feature
vi: đối tượng

source: frequency of maintenance for the data is not known
vi: Không rõ tần suất bảo trì dữ liệu

source: data is repeatedly and frequently updated
vi: Dữ liệu được cập nhật liên tục và thường xuyên

source: there are no plans to update the data
vi: Không có kế hoạch cập nhật dữ liệu

source: data is updated each day
vi: Dữ liệu được cập nhật mỗi ngày

source: data is updated every year
vi: Dữ liệu được cập nhật hàng năm

source: data is updated as deemed necessary
vi: Dữ liệu được cập nhật khi cần thiết

source: data is updated each month
vi: Dữ liệu được cập nhật mỗi tháng

source: data is updated every two weeks
vi: Dữ liệu được cập nhật mỗi hai tuần

source: data is updated in intervals that are uneven in duration
vi: Dữ liệu được cập nhật không theo định kỳ

source: data is updated on a weekly basis
vi: Dữ liệu được cập nhật hàng tuần

source: data is updated twice each year
vi: Dữ liệu được cập nhật hai lần mỗi năm

source: data is updated every three months
vi: Dữ liệu được cập nhật hàng quý

source: No information provided
vi: Không có thông tin

source: Category
vi: Danh mục

source: Category is required.
vi: Danh mục được yêu cầu.

source: A space or comma-separated list of keywords
vi: Danh sách các từ khóa (cách nhau bởi khoảng trắng hoặc dấu phẩy)

source: function performed by the responsible party
vi: Chức năng được thực hiện bởi các bên có trách nhiệm

source: reference date for the cited resource
vi: Ngày tham chiếu cho các tài nguyên trích dẫn

source: identification of when a given event occurred
vi: Xác định khi một sự kiện xảy ra

source: version of the cited resource
vi: Phiên bản của tài nguyên trích dẫn

source: brief narrative summary of the content of the resource(s)
vi: Diễn giải tóm tắt ngắn gọn nội dung của tài nguyên

source: summary of the intentions with which the resource(s) was developed
vi: Tóm tắt mục đích các nguồn tài nguyên được xây dựng

source: frequency with which modifications and deletions are made to the data after it is first produced
vi: Tần số chỉnh sửa và xóa đối với dữ liệu sau khi được tạo ra lần đầu

source: commonly used word(s) or formalised word(s) or phrase(s) used to describe the subject (space or comma-separated
vi: Từ (cụm từ) thường dùng hoặc chính thức được sử dụng để mô tả các đối tượng (ngăn cách bởi khoảng trắng hoặc dấu phẩy)

source: keyword identifies a location
vi: Từ khóa xác định vị trí

source: limitation(s) placed upon the access or use of the data.
vi: Hạn chế cho việc truy cập hoặc sử dụng dữ liệu.

source: other restrictions and legal prerequisites for accessing and using the resource or metadata
vi: Hạn chế khác và điều kiện tiên quyết pháp lý cho việc truy cập và sử dụng tài nguyên hoặc metadata

source: license of the dataset
vi: Giấy phép của tập dữ liệu

source: language used within the dataset
vi: Ngôn ngữ được sử dụng trong các tập dữ liệu

source: high-level geographic data thematic classification to assist in the grouping and search of available geographic data sets.
vi: Phân loại theo chủ đề dữ liệu địa lý ở mức cao để hỗ trợ phân nhóm và tìm kiếm các tập dữ liệu hiện có.

source: method used to represent geographic information in the dataset.
vi: Phương pháp biểu diễn thông tin địa lý trong tập dữ liệu.

source: time period covered by the content of the dataset (start)
vi: Khoảng thời gian bao quát bởi nội dung của tập dữ liệu (bắt đầu)

source: time period covered by the content of the dataset (end)
vi: Khoảng thời gian bao quát bởi nội dung của tập dữ liệu (kết thúc)

source: information about on-line sources from which the dataset, specification, or community profile name and extended metadata elements can be obtained
vi: Thông tin về các nguồn trên mạng mà tập dữ liệu, đặc tả, hoặc tên hồ sơ cộng đồng và các yếu tố siêu dữ liệu mở rộng có thể thu được

source: detailed text description of what the online resource is/does
vi: Mô tả chi tiết các nguồn tài nguyên trực tuyến là gì

source: general explanation of the data producer's knowledge about the lineage of a dataset
vi: Diễn giải của nhà sản xuất về nguồn gốc tập dữ liệu

source: Owner
vi: Chủ sở hữu

source: title
vi: Tiêu đề

source: name by which the cited resource is known
vi: Tên nguồn trích dẫn

source: date
vi: Ngày

source: date type
vi: Loại ngày

source: edition
vi: Ấn bản (edition)

source: abstract
vi: Tóm tắt

source: purpose
vi: Mục đích

source: maintenance frequency
vi: Tần suất bảo trì

source: keywords
vi: Từ khóa

source: keywords region
vi: Phạm vi từ khóa

source: restrictions
vi: Hạn chế

source: restrictions other
vi: Hạn chế khác

source: License
vi: Giấy phép

source: language
vi: Ngôn ngữ

source: spatial representation type
vi: Loại biểu diễn không gian

source: temporal extent start
vi: Bắt đầu giám sát thời gian

source: temporal extent end
vi: Kết thúc giám sát thời gian

source: supplemental information
vi: Thông tin bổ sung

source: any other descriptive information about the dataset
vi: Bất kỳ thông tin mô tả khác về tập dữ liệu

source: distribution URL
vi: URL phân phối

source: distribution description
vi: Mô tả phân phối

source: data quality statement
vi: Tuyên bố chất lượng dữ liệu

source: CSW typename
vi: tên loại CSW

source: CSW schema
vi: lược đồ CSW

source: CSW source
vi: Nguồn CSW

source: CSW insert date
vi: Ngày chèn CSW

source: CSW type
vi: Loại CSW

source: Featured
vi: Đối tượng

source: Should this resource be advertised in home page?
vi: Nguồn tài nguyên này nên được quảng cáo trên trang chủ?

source: Is Published
vi: Đã được đăng

source: Should this resource be published and searchable?
vi: Nguồn tài nguyên này phải được công bố và có thể tìm kiếm?

source: For example "kml"
vi: Ví dụ "kml"

source: For example "View in Google Earth"
vi: Ví dụ "Xem trong Google Earth"

source: For example "text/xml"
vi: Ví dụ "text / xml"

source: Request to download a resource
vi: Yêu cầu tải tài nguyên

source: A request for downloading a resource was sent
vi: Yêu cầu tải tài nguyên đã được gửi

source: About
vi: Giới thiệu

source: Owner, Point of Contact, Metadata Author
vi: Chủ sở hữu, đầu mối liên lạc, tác giả Metadata

source: Point of Contact
vi: Đầu mối liên lạc

source: Metadata Author
vi: Tác giả Metadata

source: Title
vi: Tiêu đề

source: Abstract
vi: Tóm tắt

source: Date
vi: Ngày

source: Type
vi: Kiểu dữ liệu

source: Keywords
vi: Từ khóa

source: Regions
vi: Khu vực

source: More info
vi: Thêm thông tin

source: Maintenance Frequency
vi: Tần suất bảo trì

source: Restrictions
vi: Hạn chế

source: Edition
vi: Ấn bản

source: Purpose
vi: Mục đích

source: Language
vi: Ngôn ngữ

source: Data Quality
vi: Chất lượng dữ liệu

source: Supplemental Information
vi: Thông tin bổ sung

source: Spatial Representation Type
vi: Loại biểu diễn không gian

source: Width
vi: Chiều rộng

source: Height
vi: Chiều cao

source: Make
vi: Thực hiện

source: Model
vi: Mô hình

source: Latitude
vi: Vĩ độ

source: Not specified
vi: Không xác định

source: Longitude
vi: Kinh độ

source: True
vi: Đúng

source: False
vi: Sai

source: Speed Rating
vi: Tốc độ đánh giá

source: Favorite
vi: Yêu thích

source: Favorites
vi: Mục yêu thích

source: Log in to add/delete Favorites.
vi: Đăng nhập để thêm / xóa mục yêu thích

source: Delete from Favorites
vi: Xóa mục yêu thích

source: Add to Favorites
vi: Thêm vào mục yêu thích

source: Favorites for
vi: Mục yêu thích cho

source: Welcome
vi: Chào mừng

source: GeoNode is an open source platform for sharing geospatial data and maps.
vi: GeoNode là một nền tảng mã nguồn mở cho việc chia sẻ dữ liệu không gian và bản đồ.

source: If you have any questions about the software or service, join our <a href="https://groups.google.com/d/forum/geonode-users">mailing list</a>.
vi: Nếu bạn có thắc mắc về các phần mềm hoặc dịch vụ, hãy tham gia với chúng tôi <a href="https://groups.google.com/d/forum/geonode-users">danh sách gửi thư</a> .

source: Need help?
vi: Cần sự giúp đỡ?

source: Getting Started
vi: Bắt đầu

source: No
vi: Không

source: Layer
vi: Lớp

source: Click to search for geospatial data published by other users, organizations and public sources. Download data in standard formats.
vi: Các lớp dữ liệu Việt Nam và thế giới được HCMGIS thu thập, biên tập, cập nhật và chia sẻ miễn phí. Người dùng có thể đóng góp thêm các nguồn dữ liệu để phục vụ cho cộng đồng

source: Add layers
vi: Thêm lớp

source: Explore layers
vi: Xem Lớp

source: Map
vi: Bản đồ

source: Data is available for browsing, aggregating and styling to generate maps which can be shared publicly or restricted to specific users only.
vi: Tìm kiếm, tập hợp và biên tập thể hiện các lớp dữ liệu hiện có để tạo và chia sẻ các bản đồ.

source: Create maps
vi: Tạo bản đồ

source: Explore maps
vi: Xem bản đồ

source: User
vi: Người dùng

source: Thu Duc Portal allows registered users (default user/password: guest/guest) to easily upload documents and geospatial data in several formats (Shapefile, GeoTiff,...)
vi: Người dùng đã đăng kí (tài khoản mặc định: guest/ guest) có thể dễ dàng tải lên các tài liệu và dữ liệu không gian ở định dạng vector hoặc raster (Shapefile, GeoTiff,...)

source: See users
vi: Người dùng

source: Document must be a file or url.
vi: Tài liệu phải là một tập tin hoặc url.

source: A document cannot have both a file and a url.
vi: Một tài liệu không thể có cả một tập tin và một url.

source: This file type is not allowed
vi: Loại tập tin này không được phép

source: Link to
vi: Liên kết đến

source: File
vi: Tập tin

source: The URL of the document if it is external.
vi: URL của tài liệu nếu là nguồn ngoài hệ thống.

source: You are not permitted to delete this document
vi: Bạn không được phép xóa tài liệu này

source: You do not have permissions for this document.
vi: Bạn không có quyền đối với tài liệu này.

source: You are not permitted to modify this document
vi: Bạn không được phép chỉnh sửa tài liệu này

source: You are not permitted to modify this document's metadata
vi: Bạn không được phép chỉnh sửa Metadata của tài liệu này

source: You are not permitted to view this document
vi: Bạn không được phép xem tài liệu này

source: You are not allowed to view this document.
vi: Bạn không được phép xem tài liệu này.

source: You are not allowed to edit this document.
vi: Bạn không được phép chỉnh sửa tài liệu này.

source: You must set a point of contact for this resource
vi: Bạn phải thiết lập mối liên hệ cho tài nguyên này

source: You must set an author for this resource
vi: Bạn phải nhập tác giả cho tài nguyên này

source: Document Created
vi: Tài liệu được tạo

source: A Document was created
vi: Tài liệu đã được tạo

source: Document Updated
vi: Cập nhật tài liệu

source: A Document was updated
vi: Tài liệu được cập nhật

source: Document Deleted
vi: Tài liệu được xóa

source: A Document was deleted
vi: Tài liệu đã được xóa

source: Comment on Document
vi: Nhận xét về tài liệu

source: A Document was commented on
vi: Tài liệu đã được nhận xét

source: Document for Map
vi: Tài liệu cho bản đồ

source: A rating was given to a document
vi: Đã có một đánh giá (rating) cho tài liệu

source: External Resource
vi: Tài nguyên bên ngoài

source: Rate this document
vi: Đánh giá tài liệu

source: Average Rating
vi: Kết quả đánh giá trung bình

source: Download Document
vi: Tải tài liệu

source: Request Download
vi: Yêu cầu tải về

source: Edit Document
vi: Chỉnh sửa tài liệu

source: Edit
vi: Chỉnh sửa

source: Document
vi: Tài liệu

source: Replace
vi: Thay thế

source: Remove
vi: Xóa

source: Close
vi: Đóng

source: Download Metadata
vi: Tải Metadata

source: Resource using this document
vi: Tài nguyên sử dụng tài liệu này

source: List of resources using this document:
vi: Danh sách các nguồn sử dụng tài liệu này:

source: This document is related to a
vi: Tài liệu này liên quan đến

source: This document is not related to any maps or layers
vi: Tài liệu này không liên quan đến bất kỳ bản đồ hoặc lớp dữ liệu nào

source: Permissions
vi: Phân quyền

source: Click the button below to change the permissions of this document.
vi: Nhấn vào nút bên dưới để thay đổi phân quyền của tài liệu này.

source: Change Document Permissions
vi: Thay đổi phân quyền tài liệu

source: Explore Documents
vi: Xem tài liệu

source: Upload Documents
vi: Tải tài liệu lên

source: Edit Metadata
vi: Chỉnh sửa Metadata

source: Editing details for
vi: Chỉnh sửa chi tiết cho

source: Error updating metadata. Please check the following fields:
vi: Lỗi cập nhật Metadata. Vui lòng kiểm tra các thông tin sau:

source: Update
vi: Cập nhật

source: Metadata Provider
vi: Nhà cung cấp Metadata

source: Deleting
vi: Đang xóa

source: Remove Document
vi: Xóa Tài liệu

source: Are you sure you want to remove <a href="%(document.get_absolute_url)s">%(document_title)s</a>?
vi: Bạn có chắn chắn muốn xóa <a href="%(document.get_absolute_url)s">%(document_title)s</a>?

source: Yes, I am sure
vi: Có, tôi chắc chắn

source: No, don't remove it
vi: Không, không xóa nó

source: Replace Document
vi: Thay thế tài liệu

source: Replace
vi: Thay thế

source: Clear
vi: Xóa

source: Upload Document
vi: Tải tài liệu lên

source: An exception occurred loading data to PostGIS
vi: Có lỗi khi tải dữ liệu lên PostGIS

source: Additionally an error occured during database cleanup
vi: Có lỗi phát sinh trong khi làm sạch CSDL

source: Could not create a download link for layer.
vi: Không thể tạo ra một liên kết tải về cho lớp.

source: You don't have permissions to change style for this layer
vi: Bạn không có quyền để thay đổi style cho lớp này

source: Layer Uploaded
vi: Lớp được tải lên

source: A layer was uploaded
vi: Lớp đã được tải lên

source: Comment on Layer
vi: Nhận xét về lớp

source: A layer was commented on
vi: Lớp đã được nhận xét

source: Rating for Layer
vi: Đánh giá cho lớp

source: A rating was given to a layer
vi: Vừa có một đánh giá cho lớp

source: a short version of the name consisting only of letters, numbers, underscores and hyphens.
vi: Một phiên bản ngắn của tên chỉ gồm các chữ cái, số, dấu gạch dưới và dấu gạch nối.

source: A group already exists with that slug.
vi: Một nhóm đã tồn tại với slug đó.

source: A group already exists with that name.
vi: Một nhóm đã tồn tại với tên đó.

source: Public
vi: Công cộng

source: Public (invite-only)
vi: Công cộng (invite-only)

source: Private
vi: Riêng tư

source: Public: Any registered user can view and join a public group.<br>Public (invite-only):Any registered user can view the group. Only invited users can join.<br>Private: Registered users cannot see any details about the group, including membership. Only invited users can join.
vi: Công cộng: Bất kỳ người dùng đăng ký có thể xem và tham gia vào một nhóm nào. <br> Công cộng (chỉ để mời): Bất kỳ người dùng đăng ký có thể xem các nhóm. Chỉ có người dùng được mời có thể tham gia. <br> Riêng: Đăng ký thành viên không thể nhìn thấy bất kỳ thông tin chi tiết về các nhóm, bao gồm cả thành viên. Chỉ có người dùng được mời có thể tham gia.

source: Email used to contact one or all group members, such as a mailing list, shared email, or exchange group.
vi: Email được sử dụng để liên lạc với các thành viên một hoặc tất cả các nhóm, chẳng hạn như một danh sách gửi thư, email chia sẻ, hoặc nhóm trao đổi.

source: Description
vi: Mô tả

source: Access
vi: Truy cập

source: Manager
vi: Người quản lý

source: Member
vi: Thành viên

source: Sent
vi: Đã gửi

source: Accepted
vi: Chấp nhận

source: Declined
vi: Từ chối

source: All
vi: Tất cả

source: Layers
vi: Lớp

source: Maps
vi: Bản đồ

source: Comments
vi: Nhận xét

source: No actions yet
vi: Không có hành động nào

source: Explore Groups
vi: Nhóm người dùng

source: Create a Group
vi: Tạo nhóm

source: Update Group
vi: Cập nhật Nhóm

source: Remove Group
vi: Xóa Nhóm

source: Create Group
vi: Tạo Nhóm

source: Create
vi: Khởi tạo

source: This group has not created a logo.
vi: Nhóm chưa có logo

source: Members
vi: Thành viên

source: Edit Group Details
vi: Chỉnh sửa chi tiết Nhóm

source: Manage Group Members
vi: Quản lý Nhóm thành viên

source: Delete this Group
vi: Xóa nhóm

source: Group Activities
vi: Nhóm hoạt động

source: This group is <strong>%(access)s</strong>.
vi: Nhóm này <strong>%(access)s</strong>.

source: Anyone may join this group.
vi: Bất cứ ai cũng có thể tham gia nhóm này.

source: Anyone may view this group but membership is by invitation only.
vi: Bất cứ ai cũng có thể xem nhóm này nhưng thành viên là người mời.

source: Membership is by invitation only.
vi: Chỉ kết nạp thành viên thông qua lời mời

source: Managers
vi: Nhà quản lý

source: Membership Request
vi: Yêu cầu thành viên

source: Don't Join
vi: Đừng Tham gia

source: Join Group
vi: Tham gia Nhóm

source: Most recent
vi: Gần đây nhất

source: Less recent
vi: Ít gần đây

source: Most popular
vi: Phổ biến nhất

source: Edit Members for
vi: Chỉnh sửa thành viên

source: Role
vi: Vai trò

source: Add members
vi: Thêm thành viên

source: Invite people
vi: Mời mọi người

source: Are you sure you want to remove the group: %(group_title)s?
vi: Bạn có chắc muốn xóa nhóm: %(group_title)s?

source: Remove Maps/Data from Group
vi: Xóa Bản đồ / Dữ liệu từ Nhóm

source: Remove selected maps/data
vi: Hủy bỏ bản đồ được lựa chọn / dữ liệu

source: style name
vi: Tên style

source: sld version
vi: Phiên bản SLD

source: sld url
vi: url SLD

source: File cannot be opened, maybe check the encoding
vi: Tập tin không thể mở được, có thể kiểm tra mã hóa

source: attribute name
vi: tên thuộc tính

source: name of attribute as stored in shapefile/spatial database
vi: tên của thuộc tính được lưu trữ trong shapefile / cơ sở dữ liệu không gian

source: attribute description
vi: mô tả thuộc tính

source: description of attribute to be used in metadata
vi: Mô tả của thuộc tính được sử dụng trong Metadata

source: attribute label
vi: nhãn thuộc tính

source: title of attribute as displayed in GeoNode
vi: Tiêu đề của thuộc tính như hiển thị trong GeoNode

source: attribute type
vi: Loại thuộc tính

source: the data type of the attribute (integer, string, geometry, etc)
vi: Các kiểu dữ liệu của thuộc tính (số nguyên, chuỗi, hình học,...)

source: visible?
vi: Có thể nhìn thấy?

source: specifies if the attribute should be displayed in identify results
vi: Xác định thuộc tính sẽ được hiển thị

source: display order
vi: Thứ tự hiển thị

source: specifies the order in which attribute should be displayed in identify results
vi: xác định thứ tự mà trong đó thuộc tính sẽ được hiển thị trong kết quả xác định

source: count
vi: Đếm

source: count value for this field
vi: Tính giá trị của trường này

source: min
vi: nhỏ nhất

source: minimum value for this field
vi: Giá trị tối thiểu của trường này

source: max
vi: Lớn nhất

source: maximum value for this field
vi: Giá trị tối đa của trường này

source: average
vi: Trung bình

source: average value for this field
vi: Giá trị trung bình của trường này

source: median
vi: Trung vị

source: median value for this field
vi: Trung vị của trường này

source: standard deviation
vi: Độ lệch chuẩn

source: standard deviation for this field
vi: Độ lệch chuẩn của trường này

source: sum
vi: Tổng

source: sum value for this field
vi: Tổng của trường này

source: unique values for this field
vi: Giá trị duy nhất (unique value) của trường này

source: last modified
vi: Chỉnh sửa lần cuối

source: date when attribute statistics were last updated
vi: Thời điểm thống kê thuộc tính được cập nhật lần cuối

source: There was an error while attempting to upload your data. Please try again, or contact and administrator if the problem continues.
vi: Có lỗi khi tải lên dữ liệu. Vui lòng thử lại, hoặc liên hệ với quản trị viên hệ thống khi gặp vấn đề.

source: You are not permitted to delete this layer
vi: Bạn không được phép xóa lớp này

source: You do not have permissions for this layer.
vi: Bạn không có quyền cho lớp này.

source: You are not permitted to modify this layer
vi: Bạn không được phép chỉnh sửa lớp này

source: You are not permitted to modify this layer's metadata
vi: Bạn không được phép chỉnh sửa Metadata của lớp này

source: You are not permitted to view this layer
vi: Bạn không được phép xem lớp này

source: You are attempting to replace a vector layer with a raster.
vi: Bạn đang cố gắng thay thế một lớp vector bằng một lớp raster.

source: You are attempting to replace a raster layer with a vector.
vi: Bạn đang cố gắng thay thế một lớp raster bằng một lớp vector.

source: Unable to delete layer
vi: Không thể xóa lớp

source: This layer is a member of a layer group, you must remove the layer from the group before deleting.
vi: Lớp này thuộc một nhóm lớp nào đó, bạn phải xóa lớp ra khỏi nhóm trước khi xóa

source: Layer Created
vi: Lớp được tạo

source: A Layer was created
vi: Lớp đã được tạo

source: Layer Updated
vi: Lớp được cập nhật

source: A Layer was updated
vi: Lớp đã được cập nhật

source: Layer Deleted
vi: Lớp được xóa

source: A Layer was deleted
vi: Lớp đã được xóa

source: Home
vi: Trang chủ

source: Change point of contact
vi: Thay đổi đầu mối liên lạc

source: Assign a new point of contact to the layers below:
vi: Chỉ định một điểm mới liên lạc của các lớp dưới đây:

source: Submit
vi: Nộp

source: Attribute Name
vi: Tên thuộc tính

source: Label
vi: Nhãn

source: Range
vi: Khoảng cách

source: Average
vi: Trung bình

source: Median
vi: Khoảng biến thiên

source: Standard Deviation
vi: Độ lệch chuẩn

source: Rate this layer
vi: Đánh giá lớp

source: Download Layer
vi: Tải lớp về

source: Edit Layer
vi: Chỉnh sửa lớp

source: Manage
vi: Quản lý

source: Thumbnail
vi: Ảnh đại diện

source: Set
vi: Thiết lập

source: Edit data
vi: Chỉnh sửa dữ liệu

source: Legend
vi: Chú giải

source: Maps using this layer
vi: Bản đồ sử dụng lớp

source: List of maps using this layer:
vi: Danh sách các bản đồ sử dụng lớp này:

source: This layer is not currently used in any maps.
vi: Lớp hiện tại không được sử dụng trong bất kỳ bản đồ.

source: Create a map using this layer
vi: Tạo một bản đồ sử dụng lớp này

source: Click the button below to generate a new map based on this layer.
vi: Nhấp vào nút dưới đây để tạo ra một bản đồ mới dựa trên lớp này.

source: Create a Map
vi: Tạo một bản đồ

source: Documents related to this layer
vi: Các tài liệu liên quan đến lớp này

source: List of documents related to this layer:
vi: Danh sách các tài liệu liên quan đến lớp này:

source: The following styles are associated with this layer. Choose a style to view it in the preview map.
vi: Các style sau đây có liên quan với lớp này. Chọn một style để xem trước.

source: No styles associated with this layer
vi: Không có style kết hợp với lớp này

source: Click the button below to change the permissions of this layer.
vi: Nhấn vào nút bên dưới để thay đổi quyền truy cập của lớp.

source: Change Layer Permissions
vi: Thay đổi phân quyền cho lớp

source: External service layer
vi: Lớp dịch vụ bên ngoài

source: Source
vi: Nguồn tài nguyên

source: Explore Layers
vi: Xem lớp
