Repository: thevinhhuynh/PortalThuDuc
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Upload Layers
vi: Tải lớp lên

source: Editing details for %(layer_title)s
vi: Chi tiết chỉnh sửa cho %(layer_title)s

source: Attributes
vi: Thuộc tính

source: Attribute
vi: Thuộc tính

source: Display Order
vi: Thứ tự hiển thị

source: Remove Layers
vi: Xóa lớp

source: Are you sure you want to remove <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?
vi: Bạn có chắc chắc muốn xóa <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?

source: This action affects the following maps:
vi: Hành động này ảnh hưởng đến các bản đồ sau:

source: No maps are using this layer
vi: Không có bản đồ sử dụng lớp này

source: Replace Layer
vi: Thay thế lớp

source: Replace Layer:
vi: Thay thế lớp:

source: Incomplete Uploads
vi: Chưa hoàn thành tải lên

source: You have the following incomplete uploads
vi: Bạn có các tài lên chưa hoàn thành sau:

source: last updated on
vi: Cập nhật lần cuối vào

source: Resume
vi: Tiếp tục

source: Delete
vi: Xóa bỏ

source: Are you sure you want to delete this upload?
vi: Bạn có chắc chắn muốn xóa tải lên này?

source: Cancel
vi: Hủy bỏ

source: Delete, and don't ask me again.
vi: Xóa, và đừng hỏi tôi một lần nữa.

source: Drop files here
vi: Kéo thả các tập tin ở đây

source: or select them one by one:
vi: hoặc chọn các tập tin cần tải lên:

source: Files to be uploaded
vi: Các tập tin được tải lên

source: Select the charset or leave default
vi: Chọn bộ ký tự hoặc để mặc định

source: Manage Styles
vi: Quản lý style

source: Manage Available Styles for <a href="/layers/%(layer_title)s">%(layer_title)s</a>
vi: Quản lý style có sẵn cho <a href="/layers/%(layer_title)s">%(layer_title)s</a>

source: Layer Default Style
vi: Lớp style mặc định

source: Available styles
vi: Style có sẵn

source: Click on an available style in the upper box to assign it to this layer. Selected styles appear in the lower box.
vi: Chọn style có sẵn ở phía trên để gán cho lớp này. Style được chọn hiển thị bên dưới.

source: Update Available Styles
vi: Cập nhật style có sẵn

source: Upload Layer
vi: Tải lớp lên

source: Upload files
vi: Tải lên

source: Provide CRS for
vi: Thiết lập CRS

source: Coordinate Reference System
vi: Hệ tọa độ tham chiếu

source: A coordinate reference system for this layer could not be determined. Locate or enter the appropriate ESPG code for this layer below. One way to do this is do visit: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> and enter the following:
vi: Hệ tọa độ không xác định được. Xác định hoặc nhập mã ESPG thích hợp cho lớp này ở bên dưới. Có thể truy cập: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> và nhập thông tin như sau:

source: Next
vi: Tiếp tục

source: There is a problem recognizing the projection of this data. Please reproject this data to a more common projection.
vi: Có vấn đề trong nhận dạng projection của dữ liệu này. Hãy chuyển tọa độ sang một projection phổ biến hơn.

source: Geospatial Data
vi: Dữ liệu không gian

source: Please indicate which attributes contain the latitude and longitude coordinates in the CSV data.
vi: Hãy chỉ ra các thuộc tính chứa vĩ độ và kinh độ trong dữ liệu CSV.

source: With this data, GeoNode was able to guess which attributes contain the latitude and longitude coordinates, but please confirm that the correct attributes are selected below.
vi: Với dữ liệu này, GeoNode đã có thể đoán các thuộc tính chứa vĩ độ và kinh độ, nhưng hãy xác nhận tính chính xác của các thuộc tính được lựa chọn dưới đây.

source: Select an attribute
vi: Lựa chọn một thuộc tính

source: We did not detect columns that could be used for the latitude and longitude. Please verify that you have two columns in your csv file that can be used for the latitude and longitude.
vi: Không thể phát hiện các cột có thể được sử dụng cho vĩ độ và kinh độ. Vui lòng chỉ ra hai cột trong file csv có thể được sử dụng cho vĩ độ và kinh độ.

source: Your upload is either complete or you haven't resumed an earlier one.
vi: Tải lên của bạn hoàn thành hoặc bạn đã không tiếp tục một tải lên trước đó.

source: Return to
vi: Quay trở lại

source: Upload Form
vi: Tải mẫu lên

source: Upload Layer Step 2
vi: Tải lớp lên Bước 2

source: Editing details for
vi: Chi tiết chỉnh sửa cho

source: Time Options
vi: Tùy chọn thời gian

source: Choose time attribute
vi: Chọn thuộc tính thời gian

source: This data does not have a time attribute
vi: Dữ liệu không có một thuộc tính thời gian

source: Existing Time Attribute
vi: Thuộc tính thời gian hiện hữu

source: Convert Text Attribute
vi: Chuyển đổi thuộc tính dạng text

source: Date Format
vi: Định dạng ngày

source: Convert Number (As Year)
vi: Chuyển đổi số (Như năm)

source: Choose optional end time attribute
vi: Chọn thuộc tính thời gian kết thúc tùy chọn

source: Present time attribute as
vi: Thuộc tính thời điểm hiện tại như

source: List
vi: Danh sách

source: of all the distinct time values
vi: của tất cả các giá trị thời gian riêng biệt

source: Intervals
vi: Khoảng thời gian

source: defined by the resolution
vi: Xác định bởi độ phân giải

source: Continuous Intervals
vi: Khoảng liên tiếp

source: for data that is frequently updated, resolution describes the frequency of updates
vi: cho dữ liệu được cập nhật thường xuyên, độ phân giải mô tả tần số cập nhật

source: Resolution of time attribute
vi: Xác định bởi độ phân giải

source: Need Help?
vi: Cần sự giúp đỡ?

source: Enabling Time
vi: Thời gian hiệu lực

source: A feature can currently support one or two time attributes. If a single attribute is used, the feature is considered relevant at that single point in time. If two attributes are used, the second attribute represents the end of a valid period for the feature.
vi: Một đối tượng có thể hỗ trợ một hoặc hai thuộc tính thời gian. Nếu chỉ một thuộc tính được sử dụng, đối tượng được xem là có liên quan đến duy nhất một thời điểm. Nếu hai thuộc tính được sử dụng, thuộc tính thứ hai sẽ là kết thúc của khoảng thời gian hợp lệ của đối tượng.

source: Selecting an Attribute
vi: Lựa chọn một thuộc tính

source: A time attribute can be one of
vi: Thuộc tính thời gian có thể là một trong những

source: An existing date
vi: Ngày tháng hiện tại

source: Text that can be converted to a timestamp
vi: Văn bản có thể được chuyển đổi sang dạng timestamp

source: A number representing a year
vi: Một số đại diện cho một năm

source: For text attributes, one can specify a custom format or use the 'best guess' approach. The most common formatting flags are:
vi: Đối với các thuộc tính văn bản, có thể xác định một định dạng tùy chỉnh hoặc sử dụng phương pháp tiếp cận 'dự đoán tốt nhất'. Những cờ định dạng phổ biến nhất là:

source: year
vi: năm

source: month
vi: tháng

source: day of month
vi: ngày trong tháng

source: hour of day
vi: giờ trong ngày

source: minute in hour
vi: phút trong giờ

source: second in minute
vi: giây

source: Note that single quotes represent a literal character.
vi: Lưu ý rằng các dấu nháy đơn đại diện cho một ký tự chữ.

source: To remove ambiguity, repeat a code to represent the maximum number of digits - for example yyyy
vi: Để loại bỏ sự mơ hồ, lặp lại một mã số để đại diện cho số lượng tối đa các chữ số - ví dụ yyyy

source: The 'best guess' will handle date and optional time variants of
vi: Các 'đoán tốt nhất' sẽ xử lý ngày tháng và thời gian tùy chọn biến thể của

source: In terms of the formatting flags noted above, these are
vi: Trong điều kiện của các cờ định dạng đã nói ở trên, đây là những

source: Returning to the upload starting page in <span id="cnt">5</span>seconds
vi: Trở lại với những trang upload khởi đầu trong <span id="cnt">5</span> giây

source: Or just go
vi: Hoặc đi đến

source: now
vi: hiện nay

source: zoom
vi: thu phóng

source: projection
vi: phép chiếu

source: center X
vi: trung tâm X

source: center Y
vi: Trung tâm Y

source: Site URL
vi: URL của trang

source: stack order
vi: thứ tự ngăn xếp

source: format
vi: định dạng

source: name
vi: tên

source: opacity
vi: độ mờ

source: transparent
vi: độ trong suốt

source: fixed
vi: cố định

source: group
vi: nhóm

source: visibility
vi: khả năng hiển thị

source: JSON Configuration
vi: Cấu hình JSON

source: You are not permitted to delete this map.
vi: Bạn không được phép xóa bản đồ này.

source: You do not have permissions for this map.
vi: Bạn không có quyền truy cập bản đồ này.

source: You must be logged in to save this map
vi: Bạn phải đăng nhập để lưu bản đồ này

source: You are not permitted to save or edit this map.
vi: Bạn không được phép lưu hoặc chỉnh sửa bản đồ này.

source: You are not allowed to modify this map's metadata.
vi: Bạn không được phép chỉnh sửa metadata của bản đồ này.

source: You are not allowed to view this map.
vi: Bạn không được phép xem bản đồ này.

source: An unknown error has occured.
vi: Đã xảy ra một lỗi không xác định.

source: Map Created
vi: Bản đồ được tạo

source: A Map was created
vi: Bản đồ đã được tạo

source: Map Updated
vi: Bản đồ được cập nhật

source: A Map was updated
vi: Bản đồ đã được cập nhật

source: Map Deleted
vi: Bản đồ được xóa

source: A Map was deleted
vi: Bản đồ đã được xóa

source: Comment on Map
vi: Nhận xét trên bản đồ

source: A map was commented on
vi: Bản đồ được nhận xét về

source: Rating for Map
vi: Đánh giá cho bản đồ

source: A rating was given to a map
vi: Đã có đánh giá cho bản đồ

source: Explore Maps
vi: Xem bản đồ

source: Rate this Map
vi: Đánh giá bản đồ

source: Download Map
vi: Tải bản đồ về

source: Download Data Layers
vi: Tải lớp dữ liệu về

source: Download Web Map Context
vi: Tải Web Map Context

source: Edit Map
vi: Chỉnh sửa bản đồ

source: View Map
vi: Xem bản đồ

source: Map Layers
vi: Lớp bản đồ

source: This map uses the following layers:
vi: Bản đồ này sử dụng các lớp sau đây:

source: Documents related to this map
vi: Các tài liệu liên quan đến bản đồ này

source: List of documents related to this map:
vi: Danh sách các tài liệu liên quan đến bản đồ này:

source: Specify which users can view or modify this map
vi: Phân quyền cho người dùng có thể xem hoặc chỉnh sửa bản đồ

source: Change Permissions of this Map
vi: Thay đổi phân quyền cho bản đồ

source: Copy this map
vi: Sao chép bản đồ này

source: Duplicate this map and modify it for your own purposes
vi: Tạo bản sao cho bản đồ và sửa đổi nó cho mục đích riêng của bạn

source: Create a New Map
vi: Tạo bản đồ mới

source: Map WMS
vi: WMS của bản đồ

source: WMS layer group for local map layers
vi: WMS của Nhóm lớp cho các lớp bản đồ local

source: on
vi: trên

source: Publish local map layers as WMS layer group
vi: Xuất bản các lớp có trong bản đồ dưới dạng nhóm lớp WMS

source: Publish Map WMS
vi: Xuất bản WMS

source: Download
vi: Tải về

source: Here you can download all the layers of this map that are hosted on this GeoNode.
vi: Bạn có thể tải về tất cả các lớp của bản đồ này được lưu trữ trên GeoNode tại đây.

source: <div class="alert alert-warning">Could not find downloadable layers for this map. You can go back to
vi: <div class="alert alert-warning"> Không thể tìm thấy các lớp tải về cho bản đồ này. Bạn có thể quay về

source: Additionally, the map contains these layers which will not be downloaded due to security restrictions:
vi: Ngoài ra, bản đồ có chứa các lớp đó sẽ không được tải về do hạn chế bảo mật:

source: Finally, the map contains these layers which will not be downloaded because they are not available directly from this GeoNode:
vi: Cuối cùng, bản đồ chứa các lớp này sẽ không được tải về do không có sẵn trực tiếp từ GeoNode này:

source: Downloading
vi: Đang tải về

source: Retry
vi: Thử lại

source: Start downloading this map
vi: Bắt đầu tải về bản đồ này

source: Download Complete
vi: Tải xuống hoàn tất

source: Download Failed
vi: Tải về thất bại

source: Editing details for %(map_title)s
vi: Chi tiết chỉnh sửa cho %(map_title)s

source: Note: this map's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
vi: Lưu ý: Metadata ban đầu của bản đồ này đã được import từ một tập tin metadata XML. Metadata được import vào GeoNode chỉ hỗ trợ một tập các phần tử metadata ISO, FGDC, và Dublin Core. Một số metadata ban đầu có thể đã bị mất.

source: Remove Map
vi: Xóa bản đồ

source: Are you sure you want to remove <a href="%(map.get_absolute_url)s">%(map_title)s</a>?
vi: Bạn có chắc chắc muốn xóa <a href="%(map.get_absolute_url)s">%(map_title)s</a>?

source: Personal info
vi: Thông tin cá nhân

source: Important dates
vi: Các ngày quan trọng

source: Extended profile
vi: Hồ sơ mở rộng

source: Password changed successfully.
vi: Thay đổi mật khẩu thành công.

source: Change password: %s
vi: Thay đổi mật khẩu: %s

source: party who authored the resource
vi: Bên tác giả của tài nguyên

source: party who has processed the data in a manner such that the resource has been modified
vi: Bên xử lý dữ liệu theo cách như nguồn tài nguyên đã được sửa đổi

source: party who published the resource
vi: Bên công bố tài nguyên

source: party that accepts accountability and responsibility for the data and ensures appropriate care and maintenance of the resource
vi: Bên chấp nhận trách nhiệm đối với dữ liệu, đảm bảo bảo trì một cách thích hợp và duy trì các nguồn tài nguyên

source: party who can be contacted for acquiring knowledge about or acquisition of the resource
vi: Bên có thể liên lạc để thu thập kiến ​​thức về hoặc mua lại tài nguyên

source: party who distributes the resource
vi: Bên phân phối nguồn tài nguyên

source: party who uses the resource
vi: Bên sử dụng tài nguyên

source: party that supplies the resource
vi: Bên cung cấp nguồn tài nguyên

source: party who created the resource
vi: Bên tạo nguồn tài nguyên

source: party that owns the resource
vi: Bên sở hữu nguồn tài nguyên

source: key party responsible for gathering information and conducting research
vi: đảng chính chịu trách nhiệm thu thập thông tin và tiến hành nghiên cứu

source: Email Address
vi: Địa chỉ email

source: User following you
vi: Người dùng đang theo dõi bạn

source: Another user has started following you
vi: Một người dùng khác đã bắt đầu theo dõi bạn

source: User requested access
vi: Người dùng yêu cầu truy cập

source: A new user has requested access to the site
vi: Một người dùng mới đã yêu cầu truy cập vào trang web

source: Account activated
vi: Tài khoản đã được kích hoạt

source: This account is now active and can log in the site
vi: Tài khoản này hiện đang hoạt động và không thể đăng nhập vào trang web

source: Organization Name
vi: Tên tổ chức

source: name of the responsible organization
vi: Tên của tổ chức chịu trách nhiệm

source: Profile
vi: Hồ sơ

source: introduce yourself
vi: Giới thiệu bản thân

source: Position Name
vi: Tên vị trí

source: role or position of the responsible person
vi: Vai trò, vị trí của người chịu trách nhiệm

source: Voice
vi: Tiếng nói

source: telephone number by which individuals can speak to the responsible organization or individual
vi: Số điện thoại các cá nhân có thể liên lạc với các tổ chức, cá nhân chịu trách nhiệm

source: Facsimile
vi: Số Fax

source: telephone number of a facsimile machine for the responsible organization or individual
vi: Số điện thoại của một máy fax cho các tổ chức, cá nhân chịu trách nhiệm

source: Delivery Point
vi: Thời điểm chuyển giao

source: physical and email address at which the organization or individual may be contacted
vi: Địa chỉ email và địa chỉ nhà của các tổ chức, cá nhân có thể liên lạc

source: City
vi: Thành phố

source: city of the location
vi: Thành phố

source: Administrative Area
vi: Khu vực hành chính

source: state, province of the location
vi: Tỉnh/ thành phố

source: Postal Code
vi: Mã bưu chính

source: ZIP or other postal code
vi: Mã ZIP hoặc mã bưu chính khác

source: country of the physical address
vi: Quốc gia

source: commonly used word(s) or formalised word(s) or phrase(s) used to describe the subject (space or comma-separated
vi: Từ (cụm từ) thường được sử dụng hoặc chính thức được sử dụng để mô tả các đối tượng (phân biệt bởi khoảng trắng hoặc bằng dấu phẩy)

source: Your username for
vi: Tên người dùng cho

source: Your username has been emailed to you.
vi: Tên người dùng đã được gửi qua email cho bạn.

source: No user could be found with that email address.
vi: Không có người dùng nào được tìm thấy với địa chỉ email này.

source: No Group
vi: Không có nhóm

source: All contents
vi: Tất cả nội dung

source: Documents
vi: Tài liệu

source: Forgot Username
vi: Quên tên người dùng

source: Enter your email address and click the submit button. <br />Your username will be sent to you.
vi: Nhập địa chỉ Email của bạn và nhấp vào nút gửi. <br />Tên người dùng sẽ được gửi đến cho bạn.

source: Create Profile
vi: Tạo hồ sơ

source: Profile of
vi: Thông tin của

source: Message User
vi: Tin nhắn người dùng

source: Not provided.
vi: Không cung cấp

source: Name
vi: Tên

source: Position
vi: Chức vụ

source: Organization
vi: Cơ quan

source: Location
vi: Vị trí

source: Fax
vi: Số Fax

source: Not provided
vi: Không được cung cấp

source: Edit profile
vi: Chỉnh sửa hồ sơ

source: Change password
vi: Thay đổi mật khẩu

source: Upload new layers
vi: Tải lên lớp mới

source: Create a new map
vi: Tạo một bản đồ mới

source: My Activities
vi: Hoạt động của tôi

source: Notifications
vi: Thông báo

source: Announcements
vi: Thông báo

source: Remote Services
vi: Dịch vụ từ xa

source: Invite User
vi: Mời thành viên

source: Admin
vi: Quản trị viên

source: User Activities
vi: Hoạt động người dùng

source: Resources
vi: Tài nguyên

source: Edit Your Profile
vi: Chỉnh sửa hồ sơ của bạn

source: Edit Profile for
vi: Chỉnh sửa hồ sơ cho

source: Change your avatar
vi: Thay đổi avatar của bạn

source: Update profile
vi: Cập nhật hồ sơ cá nhân

source: Explore People
vi: Người dùng

source: Auto-detect
vi: Tự động phát hiện

source: Paired WMS/WFS/WCS
vi: Cặp WMS / WFS / WCS

source: Catalogue Service
vi: Dịch vụ Catalogue

source: ArcGIS REST Service
vi: Dịch vụ REST của ArcGIS

source: Harvard Geospatial Library
vi: Thư viện không gian Harvard

source: Local
vi: Địa phương

source: Cascaded
vi: Xếp tầng

source: Indexed
vi: Chỉ mục

source: Service URL
vi: URL dịch vụ

source: Service name
vi: Tên dịch vụ

source: Service Type
vi: Loại dịch vụ

source: Layer Name
vi: Tên lớp

source: Layer Title
vi: Tiêu đề Lớp

source: Layer Description
vi: Mô tả Lớp

source: The Open Geoportal is a consortium comprised of contributions of several universities and organizations to help facilitate the discovery and acquisition of geospatial data across many organizations and platforms. Current partners include: Harvard, MIT, MassGIS, Princeton, Columbia, Stanford, UC Berkeley, UCLA, Yale, and UConn. Built on open source technology, The Open Geoportal provides organizations the opportunity to share thousands of geospatial data layers, maps, metadata, and development resources through a single common interface.
vi: The Open Geoportal là một tập hợp bao gồm các khoản đóng góp của nhiều trường đại học và các tổ chức để giúp đỡ tạo điều kiện cho việc phát hiện và thu thập dữ liệu không gian qua nhiều tổ chức và các nền tảng. Các đối tác hiện tại bao gồm: Harvard, MIT, MassGIS, Princeton, Columbia, Stanford, UC Berkeley, UCLA, Yale, và UConn. Được xây dựng trên công nghệ mã nguồn mở, The Open Geoportal cung cấp cho tổ chức các cơ hội để chia sẻ nhiều lớp không gian dữ liệu, bản đồ, metadata, và các nguồn lực phát triển thông qua một giao diện chung duy nhất.

source: This is an existing service
vi: Đây là một dịch vụ hiện có

source: Could not find any layers in a compatible projection.
vi: Không thể tìm thấy bất kỳ lớp nào trong một phép chiếu tương thích.

source: Could not find any layers in a compatible projection: The spatial id was: %(srs)s and the url %(url)s
vi: Không thể tìm thấy bất kỳ lớp nào trong một chiếu tương thích: Các id không gian là: %(srs)s và các url %(url)s

source: You are not permitted to remove this service.
vi: Bạn không được phép xóa dịch vụ này.

source: All/None
vi: Tất cả / Không

source: Add Layers
vi: Thêm Lớp

source: Name:
vi: Tên:

source: Abstract:
vi: Tóm tắt:

source: Keywords:
vi: Từ khóa:

source: Contact:
vi: Liên hệ:

source: Services
vi: Dịch vụ

source: This CSW server contains the following services
vi: Máy chủ CSW này có các dịch vụ sau

source: This Service contains the following layers
vi: Dịch vụ này bao gồm các lớp sau

source: Edit Service Metadata
vi: Chỉnh sửa dịch vụ Metadata

source: Remove Service
vi: Hủy bỏ dịch vụ

source: Edit Service
vi: Chỉnh sửa dịch vụ

source: Save
vi: Lưu

source: Service:
vi: Dịch vụ:

source: The following layers will soon be added to the data catalog:
vi: Các lớp sau đây sẽ sớm được bổ sung vào Danh mục dữ liệu:

source: Register a new Service
vi: Đăng ký một dịch vụ mới

source: Register New Service
vi: Đăng ký một dịch vụ mới

source: Service has been created:
vi: Dịch vụ đã được tạo ra:

source: The following layers will be imported
vi: Các lớp sau sẽ được nhập

source: Remove Remote Service
vi: Hủy bỏ dịch vụ từ xa

source: Are you sure you want to remove
vi: Bạn có chắc chắn muốn loại bỏ

source: created
vi: khởi tạo

source: deleted
vi: xóa

source: updated
vi: cập nhật

source: added a comment
vi: Thêm một nhận xét

source: updated a comment
vi: cập nhật một nhận xét

source: uploaded
vi: Tải lên

source: ago
vi: cách đây

source: Recent activity
vi: Hoạt động gần đây

source: to
vi: đến

source: Not Permitted
vi: Không được phép

source: You are not allowed to perform this operation.
vi: Bạn không được phép thực hiện hoạt động này.

source: Please verify that you are logged in as the correct user.
vi: Vui lòng xác minh rằng bạn đang đăng nhập như người dùng chính xác.

source: Please login or register and retry.
vi: Vui lòng đăng nhập hoặc đăng ký và thử lại.

source: Page Not Found
vi: Không tìm thấy trang

source: The page you requested does not exist. Perhaps you are using an outdated bookmark?
vi: Trang bạn yêu cầu không tồn tại. Có lẽ bạn đang sử dụng một bookmark lỗi thời?

source: People
vi: Người dùng

source: Groups
vi: Nhóm người dùng

source: Register
vi: Đăng ký

source: Sign in
vi: Đăng nhập

source: There was a problem loading this page
vi: Có vấn đề khi tải trang này

source: Please contact your GeoNode administrator (he may have received an email automatically if he configured it properly). If you are the site administrator, enable debug mode to see the actual error and fix it or file an issue in <a href="http://github.com/GeoNode/geonode/issues">GeoNode's issue tracker</a>
vi: Vui lòng liên hệ với quản trị viên Geonode( Quản trị viên có thể nhận được một email tự động nếu cấu hình đúng) Nếu bạn đang là quản trị trang web, hãy kích hoạt chế độ debug để xem lỗi và sửa những vấn đề <a href="http://github.com/GeoNode/geonode/issues">GeoNode's issue tracker</a>

source: Powered by
vi: Thực hiện bằng

source: version
vi: phiên bản

source: Developers
vi: Nhà phát triển

source: Username
vi: Tên đăng nhập

source: Password
vi: Mật khẩu

source: Remember Me
vi: Ghi nhớ

source: Recent Activity
vi: Hoạt động gần đây

source: Inbox
vi: Hộp thư đến

source: Help
vi: Giúp đỡ

source: Log out
vi: Thoát

source: Type your search here ...
vi: Nhập tìm kiếm của bạn ở đây ...

source: Info
vi: Thông tin

source: Share
vi: Chia sẻ

source: Ratings
vi: Đánh giá

source: Set permissions on selected resources
vi: Thiết lập quyền trên tài nguyên đã chọn

source: Apply Changes
vi: Áp dụng thay đổi

source: Add Comment
vi: Thêm nhận xét

source: Log in to add a comment
vi: Đăng nhập để them nhận xét

source: By
vi: Bởi

source: Submit Comment
vi: Gửi nhận xét

source: Who can view it?
vi: Ai có thể xem?

source: Anyone
vi: Bất cứ người dùng nào

source: The following users:
vi: Các người dùng sau:
